tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gdbm"
brew "mpdecimal"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "autojump"
brew "autossh"
brew "awscli"
brew "bzip2"
brew "glib"
brew "ctags"
brew "direnv"
brew "nghttp2"
brew "unbound"
brew "gobject-introspection"
brew "snappy"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-flow"
brew "go"
brew "pango"
brew "graphviz"
brew "htop"
brew "jq"
brew "krb5"
brew "libomp"
brew "magic-wormhole"
brew "mysql"
brew "node"
brew "openblas"
brew "parallel"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python@3.8"
brew "q"
brew "qpdf"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sox"
brew "tmux"
brew "tree"
brew "xsv"
brew "youtube-dl"
brew "zlib"
brew "zsh"
cask "docker"
cask "mactex"
cask "osxfuse"
