tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "xz"
brew "autojump"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bzip2"
brew "libffi"
brew "cmake"
brew "ctags"
brew "libssh2"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "exiftool"
brew "gnutls"
brew "snappy"
brew "ffmpeg"
brew "fzf"
brew "geos"
brew "krb5"
brew "libdap"
brew "proj"
brew "libpq"
brew "libspatialite"
brew "openblas"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "git"
brew "git-flow"
brew "go"
brew "graphviz"
brew "h3"
brew "htop"
brew "httpie"
brew "jq"
brew "llvm"
brew "magic-wormhole"
brew "netcat"
brew "parallel"
brew "qt"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "q"
brew "qpdf"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "sox"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "yj"
brew "youtube-dl"
brew "zlib"
brew "zsh"
cask "docker"
