tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autossh"
brew "awscli"
brew "bzip2"
brew "cairo"
brew "cgal"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gdal"
brew "gdk-pixbuf"
brew "geos"
brew "gettext"
brew "gh"
brew "git"
brew "git-flow"
brew "glib"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "guile"
brew "h3"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "jq"
brew "json-c"
brew "krb5"
brew "libass"
brew "libdap"
brew "libomp"
brew "libproxy"
brew "librsvg"
brew "libssh2"
brew "libtool"
brew "libxml2"
brew "llvm"
brew "magic-wormhole"
brew "mysql"
brew "netcat"
brew "nghttp2"
brew "node"
brew "node@14"
brew "numpy"
brew "pango"
brew "parallel"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "postgresql@11"
brew "proj"
brew "protobuf"
brew "protobuf-c"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "python@3.10"
brew "q"
brew "qpdf"
brew "qt"
brew "r"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "sfcgal"
brew "shellcheck"
brew "snappy"
brew "sox"
brew "srt"
brew "starship"
brew "tmux"
brew "tree"
brew "unbound"
brew "watch"
brew "wget"
brew "xsv"
brew "xz"
brew "yarn"
brew "yj"
brew "youtube-dl"
brew "zlib"
brew "zsh"
cask "docker"
cask "eloston-chromium"
cask "google-cloud-sdk"
cask "mactex"
cask "osxfuse"
